Console.Clear();

// Напишите программу, которая выводит третью цифру заданного числа или сообщает, что третьей цифры нет.

// 645 -> 5

// 78 -> третьей цифры нет

// 32679 -> 6

Console.Write("Введите трёхзначное число: ");
int a = Convert.ToInt32(Console.ReadLine());

